evacomunaws/requests/changePassword.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:tns="http://controller.una.ac.cr/">
    <soap:Body>
        <tns:changePassword>
            <arg0>9999</arg0>
            <arg1>T8BB65KNI0</arg1>
            <arg2>tremendo</arg2>
        </tns:changePassword>
    </soap:Body>
</soap:Envelope>